import nextId from 'react-id-generator'

export const initDataList = [
  {
    id: nextId(),
    name: 'Совещание',
    description: 'Приезжает вице-президент компании. Совещение будет в управлении комбината. Нужно взять с собой доклад с предложениями по развитию подразделения на ближайший год.',
    type: 'Неотложные',
    date: '2021-04-27T13:00',
    relevance: 'Текущие'
  },
  {
    id: nextId(),
    name: 'Встреча',
    description: 'Встретить и сопроводить на разливочную площадку специалиста из Ростехнадзора. Взять с собой кого-нибудь из ТБ-шников.',
    type: 'Неотложные',
    date: '2021-04-27T11:00',
    relevance: 'Текущие'
  },
  {
    id: nextId(),
    name: 'Совещание',
    description: 'С начальником цеха и его замами.',
    type: 'Рабочие',
    date: '2021-04-27T09:00',
    relevance: 'Текущие'
  },
  {
    id: nextId(),
    name: 'Досуг',
    description: 'Едем семьёй в гости в дяде Пете. По дороге купить торт.',
    type: 'Личные',
    date: '2021-04-26T19:00',
    relevance: 'Текущие'
  },
  {
    id: nextId(),
    name: 'Совещание',
    description: 'Общее собрание с руководителями подразделений. Необходимо решить, каким образом взаимодействовать специалистам в смене во время аварийных ситуаций. Хватит уже сваливать вину друг на друга.',
    type: 'Рабочие',
    date: '2021-04-26T12:00',
    relevance: 'Текущие'
  },
  {
    id: nextId(),
    name: 'Досуг',
    description: 'Тренировка в спортзале. Захватить справку от терапевта.',
    type: 'Личные',
    date: '2021-04-25T19:00',
    relevance: 'Текущие'
  },
  {
    id: nextId(),
    name: 'Встреча',
    description: 'Встреча с классным руководителем. Подойти в кабинет 104.',
    type: 'Личные',
    date: '2021-04-25T18:00',
    relevance: 'Завершённые'
  },
  {
    id: nextId(),
    name: 'Встреча',
    description: 'Встреча с директором по персоналу. Обсуждение вакансий на новую стройплощадку.',
    type: 'Неотложные',
    date: '2021-04-25T09:00',
    relevance: 'Текущие'
  },
  {
    id: nextId(),
    name: 'Встреча',
    description: 'Встреча с руководителями на рабочей площадке.',
    type: 'Рабочие',
    date: '2021-04-25T08:00',
    relevance: 'Текущие'
  },
  {
    id: nextId(),
    name: 'Совещание',
    description: 'Провести переговоры с клиентами из Новокузнецка. Темы: поставки проката на следующий месяц, обговорить условия оплаты и доставки. Потом банкет.',
    type: 'Рабочие',
    date: '2021-04-24T14:30',
    relevance: 'Текущие'
  },
  {
    id: nextId(),
    name: 'Совещание',
    description: 'С экономическим отделом.',
    type: 'Рабочие',
    date: '2021-04-24T12:00',
    relevance: 'Текущие'
  },
  {
    id: nextId(),
    name: 'Досуг',
    description: 'Сходить в бассейн.',
    type: 'Личные',
    date: '2021-04-22T20:00',
    relevance: 'Завершённые'
  },
  {
    id: nextId(),
    name: 'Совещание',
    description: 'С техническим отделом. Разработка техзадания на строительство аспирации.',
    type: 'Рабочие',
    date: '2021-04-22T13:00',
    relevance: 'Завершённые'
  },
  {
    id: nextId(),
    name: 'Досуг',
    description: 'Посмотреть кино с семьёй.',
    type: 'Личные',
    date: '2021-04-21T21:00',
    relevance: 'Текущие'
  },
  {
    id: nextId(),
    name: 'Встреча',
    description: 'Встретиться с Коляном и выпить по пиву.',
    type: 'Личные',
    date: '2021-04-21T19:00',
    relevance: 'Завершённые'
  },
  {
    id: nextId(),
    name: 'Встреча',
    description: 'Встреча с руководитем отдела планирования и зам. начальника по производству.',
    type: 'Рабочие',
    date:'2021-04-21T10:30',
    relevance: 'Завершённые'
  },
  {
    id: nextId(),
    name: 'Встреча',
    description: 'Встреча с мастерами.',
    type: 'Рабочие',
    date:'2021-04-20T16:00',
    relevance: 'Завершённые'
  },
  {
    id: nextId(),
    name: 'Встреча',
    description: 'Встреча с рабочими.',
    type: 'Рабочие',
    date:'2021-04-20T14:00',
    relevance: 'Завершённые'
  },
  {
    id: nextId(),
    name: 'Совещание',
    description: 'Совещание с экономистами.',
    type: 'Рабочие',
    date:'2021-04-20T11:30',
    relevance: 'Завершённые'
  },
  {
    id: nextId(),
    name: 'Встреча',
    description: 'Встреча с заместителем по технологии.',
    type: 'Рабочие',
    date:'2021-04-20T08:30',
    relevance: 'Завершённые'
  },
  {
    id: nextId(),
    name: 'Досуг',
    description: 'Пробежка.',
    type: 'Личные',
    date:'2021-04-19T19:30',
    relevance: 'Завершённые'
  },
]