export const initDataList = [
  {
    name: 'Совещание',
    description: 'С экономическим отделом.',
    type: 'Рабочие',
    date: new Date(2021, 3, 24, 12, 0, 0)
  },
  {
    name: 'Совещание',
    description: 'Провести переговоры с клиентами из Новокузнецка. Темы: поставки проката на следующий месяц, обговорить условия оплаты и доставки. Потом банкет.',
    type: 'Рабочие',
    date: new Date(2021, 3, 24, 14, 30, 0)
  },
  {
    name: 'Встреча',
    description: 'Встреча с руководителями на рабочей площадке.',
    type: 'Рабочие',
    date: new Date(2021, 3, 25, 8, 0, 0)
  },
  {
    name: 'Встреча',
    description: 'Встреча с классным руководителем. Подойти в кабинет 104.',
    type: 'Личные',
    date: new Date(2021, 3, 24, 18, 0, 0)
  },
  {
    name: 'Встреча',
    description: 'Встреча с директором по персоналу. Обсуждение вакансий на новую стройплощадку.',
    type: 'Неотложные',
    date: new Date(2021, 3, 24, 9, 0, 0)
  },
  {
    name: 'Досуг',
    description: 'Тренировка в спортзале. Захватить справку от терапевта.',
    type: 'Личные',
    date: new Date(2021, 3, 25, 19, 0, 0)
  },
  {
    name: 'Досуг',
    description: 'Едем семьёй в гости в дяде Пете. По дороге купить торт.',
    type: 'Личные',
    date: new Date(2021, 3, 26, 19, 0, 0)
  },
]