export const initDataList = [
  {
    name: 'Встреча',
    description: 'Встретиться с Коляном и выпить по пиву.',
    type: 'Личные',
    date: new Date(2021, 3, 21, 19, 0, 0),
    relevance: 'Завершённые'
  },
  {
    name: 'Встреча',
    description: 'Встреча с руководитем отдела планирования и зам. начальника по производству.',
    type: 'Рабочие',
    date: new Date(2021, 3, 21, 10, 30, 0),
    relevance: 'Завершённые'
  },
  {
    name: 'Совещание',
    description: 'С техническим отделом. Разработка техзадания на строительство аспирации.',
    type: 'Рабочие',
    date: new Date(2021, 3, 22, 13, 0, 0),
    relevance: 'Завершённые'
  },
  {
    name: 'Досуг',
    description: 'Сходить в бассейн.',
    type: 'Личные',
    date: new Date(2021, 3, 21, 20, 0, 0),
    relevance: 'Завершённые'
  },
  {
    name: 'Совещание',
    description: 'С экономическим отделом.',
    type: 'Рабочие',
    date: new Date(2021, 3, 24, 12, 0, 0),
    relevance: 'Текущие'
  },
  {
    name: 'Совещание',
    description: 'Провести переговоры с клиентами из Новокузнецка. Темы: поставки проката на следующий месяц, обговорить условия оплаты и доставки. Потом банкет.',
    type: 'Рабочие',
    date: new Date(2021, 3, 24, 14, 30, 0),
    relevance: 'Текущие'
  },
  {
    name: 'Встреча',
    description: 'Встреча с руководителями на рабочей площадке.',
    type: 'Рабочие',
    date: new Date(2021, 3, 25, 8, 0, 0),
    relevance: 'Текущие'
  },
  {
    name: 'Встреча',
    description: 'Встреча с классным руководителем. Подойти в кабинет 104.',
    type: 'Личные',
    date: new Date(2021, 3, 24, 18, 0, 0),
    relevance: 'Текущие'
  },
  {
    name: 'Встреча',
    description: 'Встреча с директором по персоналу. Обсуждение вакансий на новую стройплощадку.',
    type: 'Неотложные',
    date: new Date(2021, 3, 24, 9, 0, 0),
    relevance: 'Текущие'
  },
  {
    name: 'Досуг',
    description: 'Тренировка в спортзале. Захватить справку от терапевта.',
    type: 'Личные',
    date: new Date(2021, 3, 25, 19, 0, 0),
    relevance: 'Текущие'
  },
  {
    name: 'Досуг',
    description: 'Едем семьёй в гости в дяде Пете. По дороге купить торт.',
    type: 'Личные',
    date: new Date(2021, 3, 26, 19, 0, 0),
    relevance: 'Текущие'
  },
  {
    name: 'Совещание',
    description: 'С начальником цеха и его замами.',
    type: 'Рабочие',
    date: new Date(2021, 3, 27, 9, 0, 0),
    relevance: 'Текущие'
  },
  {
    name: 'Встреча',
    description: 'Встретить и сопроводить на разливочную площадку специалиста из Ростехнадзора. Взять с собой кого-нибудь из ТБ-шников.',
    type: 'Неотложные',
    date: new Date(2021, 3, 27, 11, 0, 0),
    relevance: 'Текущие'
  }
]